const obj = {};
obj.condList = [ 
  {className:'课程分类',selNum:0,classify:'curriculum',isShow:false,type:['不限','学前辅导','小学辅导','中学辅导','艺术培训','学历提升','职业培训','资格证书','其他课程']},
  {className:'年级分类',selNum:0,isShow:false,type:['不限']},
  {className:'科目分类',selNum:0,isShow:false,type:['不限']},
  {className:'上课地点',selNum:0,classify:'curriculum',isShow:false,type:['不限']},
  {className:'上课时间',selNum:0,classify:'curriculum',isShow:false,type:['不限','全日制','白天班','晚上班','周末班','寒暑假班','电话咨询','自由安排']},
  {className:'课程级别',selNum:0,classify:'curriculum',isShow:false,type:['不限','入门','初级','中级','高级']},
  {className:'行业分类',selNum:0,classify:'school',isShow:false,type:['不限','学前辅导','小学辅导','中学辅导','艺术培训','学历提升','职业培训','资格证书','其他']},
  {className:'区域选择',selNum:0,classify:'school',isShow:false,type:['不限']},
  {className:'字母检索',selNum:0,classify:'teacher',isShow:false,type:['不限','A','B','C','D','E','F','G','H','I','J','K','L','M','N','O','P','Q','R','S','T','U','V','W','X','Y','Z']},
	{className:'资讯分类',selNum:0,classify:'info',isShow:false,type:['不限','学前资讯','小学资讯','中学资讯','艺术培训','学历提升','职业培训','资格证书','其他资讯']}
];
obj.gradeList =[
  ["一年级","二年级","三年级","四年级","五年级","六年级","一对一"],
  ["初一","初二","初三","高一","高二","高三","一对一"],
  ["成人自考","成人自考","出国留学"],
  ["驾驶","宠物","IT","中西餐饮","美容化妆","数控机械","健康养生"],
  ["会计","医药","建筑","外贸","国家公职","职称考证","其他职业资格"]
]
obj.subject = [
  ["幼儿英语","幼儿算术","幼儿诗歌","幼儿智力开发"],
  [
    ["数学","语文","英语","冬/夏令营"],
    ["数学","语文","英语"]
  ],
  [
    ["数学","语文","英语","物理","化学","政治","历史","地理","生物","冬/夏令营"],
    ["数学","语文","英语","物理","化学","政治","历史","地理","生物"]
  ],

  ["音乐","美术","舞蹈","演讲","摄影","棋类","播音主持","艺术高考"],
  [
    ["自考","成人高考","专升本"],
    ["考研","在职硕士","在职博士","MBA"],
    ["英国","美国","德国","日本","法国","韩国","澳大利亚","其他国家"]
  ],
  [
    ["驾驶证E","驾驶证D","驾驶证C","驾驶证B","驾驶证A"],
    ["宠物美容"],
    [
      "游戏开发","办公软件","软件系统","JAVA","iPhone开发","Android开发","办公应用",
      "软件开发","影视动漫","软件测试","PHP","软件制图","平面设计师","网页设计师"
    ],
    ["厨师","小吃","面试","西点烘焙"],
    ["化妆","美容","美发","美甲","礼仪","形象设计"],
    ["电工","模具设计","PLC编程"],
    ["针刀整骨","保健按摩","插花花艺","催乳师","针灸"]
  ],
  [
    ["会计实操","初级会计职称","中级会计职称","高级会计职称","注册会计师"],
    ["临床医师","中药医师","药师"],
    ["建造师","消防工程师","造价师","造价工程师","建筑九大员"],
    ["报关员","物流师"],
    ["公务员","教师资格证"],
    ["内审员","外审员","人力资源师"],
    ["育婴师","瑜伽教练","心理咨询师"]
  ],
  ['其它']
];
export default obj;